<?php
// Translation made by SmartRope (smartrope[@]gmail[dot]com)
// Language definitions used in the user management 
$lang_user_management = array(
    
'Days must be integer message'      => 'Дни должны быть положительным целым числом.',
'Posts must be integer message'     => 'Сообщения должны быть положительным целым числом.',
'Pruning complete message'          => 'Удаление завершено. Удалено пользователей: %s',
'User created message'              => 'Пользователь создан',
'User management - v'               => 'Управление пользователями - v',
'Plugin prune info'                 => 'Этот плагин позволяет вам удалять пользователей с меньшим, чем определено, количеством сообщений с определенной периодичностью в днях',
'Plugin warning'                    => 'ВНИМАНИЕ: Это действие необратимо! Использовать с особой осторожностью (рекомендуем сделать резервную копию перед этим действием).',
'Plugin add info'                   => 'Этот плагин также позволяет создавать пользователей. Это полезно для закрытых форумов, если отключена регистрация пользователей в меню Опции.',
'User prune head'                   => 'Удаление пользователя',
'Settings subhead'                  => 'Настройки',
'Prune by label'                    => 'Удалить по',
'Prune help'                        => 'Определяет точку отсчета минимального количества дней.',
'Registered date'                   => 'Дате регистрации',
'Last login'                        => 'Последнему визиту',
'Minimum days label'                => 'Минимальное количество дней с момента регистрации/последнего визита.',
'Minimum days help'                 => 'Минимумальное количество дней до удаления пользователей.',
'Maximum posts label'               => 'Максимальное количество сообщений',
'Maximum posts help'                => 'Пользователи с количеством сообщений большим, чем это, не будут удалены. Установите значение 1 если хотите удалить пользователей без сообщений.',
'Delete admins and mods label'      => 'Удалить администраторов и модераторов',
'Delete admins and mods help'       => 'Если включено, все администраторы и модераторы будут удалены.',
'User status label'                 => 'Статус пользователя',
'User status help'                  => 'Определите статус пользователей, которых следует удалить.',
'Delete any'                        => 'Удалить всех',
'Delete only verified'              => 'Удалить только авторизованных',
'Delete only unverified'            => 'Удалить только не авторизованных',
'Add user head'                     => 'Добавить пользователя',
'Generate random password label'    => 'Сгенерировать случайный пароль',
'Generate random password help'     => 'Если включено, случайно сгенерированный пароль отправляется на указанный email.',
'Password help'                     => 'Укажите пароль, если не генерируете случайный.',

);
